[
  {
    "name": "Whispering Pines Cabin",
    "address": "22 Pinewood Drive, Windermere, Lake District, Cumbria, United Kingdom",
    "price": 150,
    "description": "Nestled in the picturesque Lake District, Whispering Pines Cabin offers a sanctuary for nature lovers. Surrounded by towering pines and just steps away from the glistening Lake Windermere, guests can indulge in the serenity of nature. The cabin features a cozy fireplace and traditional wooden furnishings, creating a warm and inviting atmosphere perfect for a relaxing weekend getaway. Whether you're looking to hike, row, or simply unwind, this cabin provides the perfect setting for unforgettable days in nature.",
    "coordinates": {
      "lng": -3.0886,
      "lat": 54.4609
    },
    "occupancy": []
  },
  {
    "name": "Mountain Serenity Lodge",
    "address": "87 Grizzly Bear Road, Banff National Park, Alberta, Canada",
    "price": 200,
    "description": "Mountain Serenity Lodge is located deep in the heart of the Canadian Rockies, offering breathtaking views of snow-capped peaks and dense forests. This rustic cabin is ideal for adventurers and those seeking peace and tranquility alike. After a day of hiking or skiing, guests can warm up by the fireplace or relax in the private hot tub while watching the sunset over the mountains. This secluded oasis offers both comfort and immediate access to the spectacular natural wonders of Banff National Park.",
    "coordinates": {
      "lng": -115.5708,
      "lat": 51.1784
    },
    "occupancy": []
  },
  {
    "name": "Desert Oasis Retreat",
    "address": "5 Coyote Pass, Joshua Tree National Park, California, USA",
    "price": 180,
    "description": "Desert Oasis Retreat is a unique getaway in the rugged beauty of the California desert. This modern cabin is designed to blend seamlessly with its surroundings while offering luxurious accommodations. Large panoramic windows allow guests to enjoy the breathtaking night sky of Joshua Tree, while the minimalist decor promotes relaxation and clarity. Perfect for artists, writers, or anyone looking to escape the everyday, this cabin provides an inspiring place to reflect and create.",
    "coordinates": {
      "lng": -116.3131,
      "lat": 34.1347
    },
    "occupancy": []
  },
  {
    "name": "Rainforest Hideaway",
    "address": "12 Mossman Gorge Road, Daintree, Queensland, Australia",
    "price": 220,
    "description": "Hidden in the world's oldest rainforest, Rainforest Hideaway offers a truly magical experience. Surrounded by lush greenery and exotic wildlife, this cabin is the perfect place for nature enthusiasts to explore the wonders of the Daintree Rainforest. The cabin itself is harmoniously integrated into the surroundings, with large decks that provide views of the dense canopy and nearby river. Here, you can immerse yourself in the sounds of the forest and enjoy complete seclusion.",
    "coordinates": {
      "lng": 145.4185,
      "lat": -16.1792
    },
    "occupancy": []
  },
  {
    "name": "Northern Lights Cabin",
    "address": "45 Polarsirkelen, Tromsø, Norge",
    "price": 250,
    "description": "Northern Lights Cabin is a true gem in the far north, where guests can admire the breathtaking Northern Lights directly from their cabin. This modern yet cozy cabin offers panoramic views of the Arctic landscape, blanketed in snow during winter. A private sauna and fireplace provide warmth and comfort, while outside, the icy wilderness awaits exploration. Whether in summer, with the midnight sun, or in winter, with the dancing auroras, this experience will be unforgettable.",
    "coordinates": {
      "lng": 18.9553,
      "lat": 69.6492
    },
    "occupancy": []
  },
  {
    "name": "Alpine Retreat",
    "address": "9 Matterhornstraße, Zermatt, Wallis, Schweiz",
    "price": 300,
    "description": "Alpine Retreat is situated in one of the most beautiful ski resorts in the world, with direct views of the imposing Matterhorn. This luxurious cabin offers everything you could wish for: a fully equipped kitchen, an open fireplace, and a private balcony where you can admire the mountains. In winter, the cabin is a paradise for skiers, while in summer, countless hiking trails lead through the picturesque landscape. Here, Swiss coziness meets high-altitude luxury.",
    "coordinates": {
      "lng": 7.7491,
      "lat": 46.0207
    },
    "occupancy": []
  },
  {
    "name": "Seaside Cabin",
    "address": "14 Cape Reinga Road, Far North, New Zealand",
    "price": 160,
    "description": "Seaside Cabin offers an unparalleled view of the endless sea and is the perfect retreat for those who want to experience the wild beauty of New Zealand. In this cabin, guests can listen to the sound of the waves and take long walks along the deserted beaches. The cabin is simply but comfortably furnished, offering everything you need for a relaxing stay. In the evenings, you can watch the sunset over the Pacific and breathe in the fresh sea air.",
    "coordinates": {
      "lng": 172.6807,
      "lat": -34.4263
    },
    "occupancy": []
  },
  {
    "name": "Enchanted Forest Lodge",
    "address": "33 Schwarzwaldstraße, Triberg, Baden-Württemberg, Deutschland",
    "price": 190,
    "description": "Enchanted Forest Lodge is deep in the heart of the Black Forest, reminiscent of the fairy tales of the Brothers Grimm. Surrounded by dense forests, rushing streams, and gentle hills, this cabin offers a magical setting for an unforgettable stay. The interior combines traditional elements with modern comfort, and the surrounding hiking trails invite exploration. In winter, the area transforms into a snow-covered paradise, perfect for winter hikes and snowshoeing.",
    "coordinates": {
      "lng": 8.2152,
      "lat": 48.0206
    },
    "occupancy": []
  },
  {
    "name": "Lakeside Paradise",
    "address": "6 Plitvička ulica, Plitvička jezera, Hrvatska",
    "price": 170,
    "description": "Located in the stunning Plitvice Lakes, Lakeside Paradise offers unparalleled access to one of Europe's most beautiful natural wonders. This cabin is situated directly on the shore of one of the many crystal-clear lakes, surrounded by dense forests and waterfalls. The interior is rustic yet comfortable, and the large terrace invites you to relax. Here, you can enjoy the tranquility, swim, hike, or simply admire the spectacular natural scenery.",
    "coordinates": {
      "lng": 15.617,
      "lat": 44.8809
    },
    "occupancy": []
  },
  {
    "name": "Island Escape Bungalow",
    "address": "2 Route de la Plage Matira, Bora Bora, Polynésie Française",
    "price": 450,
    "description": "Island Escape Bungalow is the ultimate refuge for those dreaming of a tropical paradise. This luxurious cabin is located directly on the water and offers access to a private beach with crystal-clear water and white sand. The cabin is elegantly furnished, with large windows offering stunning views of the lagoon. Enjoy snorkeling, diving, or simply doing nothing in this secluded oasis, far away from everyday life.",
    "coordinates": {
      "lng": -151.7415,
      "lat": -16.5004
    },
    "occupancy": []
  },
  {
    "name": "Highland Haven",
    "address": "21 Lochaber Road, Glencoe, Highlands, Scotland",
    "price": 180,
    "description": "Highland Haven offers a retreat in one of Scotland's most spectacular landscapes. This traditional Scottish cabin is surrounded by the dramatic mountains and valleys of Glencoe and provides a perfect base for hiking and exploration. With its cozy fireplace, thick stone walls, and classic Scottish decor, the cabin exudes a warm and inviting atmosphere. A stay here allows you to experience the rugged beauty of the Highlands up close.",
    "coordinates": {
      "lng": -5.1021,
      "lat": 56.6833
    },
    "occupancy": []
  },
  {
    "name": "Arctic Refuge",
    "address": "34 Isbjørnveien, Longyearbyen, Svalbard, Norge",
    "price": 280,
    "description": "Arctic Refuge is a remote cabin with breathtaking views of glaciers and the Arctic tundra, perfect for adventurers. This secluded hideaway is equipped with modern amenities while retaining a rustic charm that blends with the harsh yet stunning landscape of Svalbard. Guests can explore the surrounding wilderness during the day and relax by the fireplace at night, watching the sky for the Northern Lights or the midnight sun.",
    "coordinates": {
      "lng": 15.6267,
      "lat": 78.2232
    },
    "occupancy": []
  },
  {
    "name": "Woodland Retreat",
    "address": "11 Tall Trees Avenue, Vancouver Island, British Columbia, Canada",
    "price": 165,
    "description": "Located deep in the forests of Vancouver Island, Woodland Retreat offers guests an immersive experience in nature. The cabin is designed with a rustic charm, featuring wooden beams and a stone fireplace, making it the perfect escape from the hustle and bustle of city life. The surrounding forest provides ample opportunities for hiking and wildlife spotting. In the evening, guests can relax on the spacious deck and listen to the sounds of the forest.",
    "coordinates": {
      "lng": -124.5168,
      "lat": 49.6475
    },
    "occupancy": []
  },
  {
    "name": "Alpenglow Chalet",
    "address": "27 Bergstraße, Garmisch-Partenkirchen, Bayern, Deutschland",
    "price": 240,
    "description": "Alpenglow Chalet is a luxurious retreat located in the Bavarian Alps, offering breathtaking views of snow-capped mountains and pristine valleys. This spacious cabin is perfect for winter sports enthusiasts, with easy access to some of the best skiing and snowboarding in Germany. The interior is a blend of traditional Alpine style and modern amenities, including a private sauna and hot tub. Guests can enjoy the stunning scenery from the large windows and balconies, making this the ideal place to unwind after a day on the slopes.",
    "coordinates": {
      "lng": 11.0802,
      "lat": 47.4929
    },
    "occupancy": []
  },
  {
    "name": "Tropical Breeze Villa",
    "address": "8 Palm Grove Road, Montego Bay, St. James, Jamaica",
    "price": 275,
    "description": "Tropical Breeze Villa offers a luxurious escape in the heart of the Caribbean. This elegant cabin is surrounded by lush gardens and just a short walk from a pristine white-sand beach. Guests can enjoy the warm tropical climate while lounging by the private pool or exploring the vibrant local culture. The villa is tastefully decorated with island-inspired furnishings and offers all the modern comforts needed for a relaxing stay.",
    "coordinates": {
      "lng": -77.9208,
      "lat": 18.4762
    },
    "occupancy": []
  },
  {
    "name": "Nordic Fjord Cabin",
    "address": "12 Fjordveien, Flåm, Sogn og Fjordane, Norge",
    "price": 230,
    "description": "Nordic Fjord Cabin offers a unique opportunity to stay in one of Norway's most breathtaking landscapes. Situated on the shores of the Aurlandsfjord, this cabin provides stunning views of the surrounding cliffs and water. The interior is cozy and welcoming, with large windows that let in plenty of natural light. Whether you're exploring the nearby hiking trails or simply relaxing by the fireplace, this cabin offers a perfect blend of comfort and nature.",
    "coordinates": {
      "lng": 7.1271,
      "lat": 60.8619
    },
    "occupancy": []
  },
  {
    "name": "Savanna Sunrise Lodge",
    "address": "4 Ol Donyo Sabuk Road, Amboseli National Park, Kenya",
    "price": 290,
    "description": "Savanna Sunrise Lodge is an extraordinary retreat located in the heart of Kenya's Amboseli National Park. This luxurious cabin offers unparalleled views of Mount Kilimanjaro and the surrounding savanna. Guests can wake up to the sight of elephants and other wildlife grazing nearby. The lodge is beautifully decorated with African-inspired decor and provides all the modern amenities for a comfortable stay. Whether on a safari or enjoying the view from the private terrace, this lodge offers a unique and unforgettable experience.",
    "coordinates": {
      "lng": 37.2606,
      "lat": -2.6423
    },
    "occupancy": []
  },
  {
    "name": "Celtic Cabin",
    "address": "16 Forest Drive, Wicklow Mountains, County Wicklow, Ireland",
    "price": 185,
    "description": "Celtic Cabin is nestled in the scenic Wicklow Mountains, offering a peaceful retreat in the Irish countryside. This charming cabin is surrounded by rolling hills and ancient forests, providing a perfect setting for hiking, bird watching, and exploring the area's rich history. The interior is warm and inviting, with a traditional Irish fireplace and comfortable furnishings. Guests can relax on the deck and enjoy the tranquil atmosphere, making this a perfect getaway for nature lovers.",
    "coordinates": {
      "lng": -6.3416,
      "lat": 53.0924
    },
    "occupancy": []
  },
  {
    "name": "Amazon Rainforest Lodge",
    "address": "Km 18, Estrada da Transamazônica, Manaus, Amazonas, Brasil",
    "price": 250,
    "description": "Amazon Rainforest Lodge is an exclusive retreat in the heart of the Amazon jungle. This cabin offers guests a once-in-a-lifetime opportunity to immerse themselves in the world's largest tropical rainforest. Surrounded by exotic wildlife and lush vegetation, the lodge provides a perfect base for exploring the region's natural wonders. The cabin is sustainably built with local materials and offers all the amenities needed for a comfortable stay. Guests can embark on guided tours, canoeing trips, or simply relax in this unique and vibrant environment.",
    "coordinates": {
      "lng": -60.025,
      "lat": -3.1019
    },
    "occupancy": []
  },
  {
    "name": "Mountain Vista Chalet",
    "address": "29 Rocky Ridge Lane, Aspen, Colorado, USA",
    "price": 320,
    "description": "Mountain Vista Chalet is a luxurious cabin located in the famous ski resort town of Aspen. This stunning retreat offers panoramic views of the Rocky Mountains and easy access to world-class skiing and outdoor activities. The chalet is elegantly furnished with a mix of rustic and contemporary decor, including a large stone fireplace and floor-to-ceiling windows. After a day on the slopes, guests can relax in the private hot tub or enjoy the peaceful mountain atmosphere from the spacious deck.",
    "coordinates": {
      "lng": -106.8231,
      "lat": 39.1911
    },
    "occupancy": []
  },
  {
    "name": "Tuscan Vineyard Villa",
    "address": "10 Via della Vigna, Chianti, Toscana, Italia",
    "price": 210,
    "description": "Tuscan Vineyard Villa is a charming retreat set among the rolling hills and vineyards of the Chianti region. This beautifully restored stone cabin offers a taste of authentic Tuscan life, with stunning views of the surrounding countryside. The villa features traditional terracotta floors, wooden beams, and a large fireplace, creating a warm and inviting atmosphere. Guests can explore the local wineries, enjoy delicious Italian cuisine, or simply relax in the peaceful garden.",
    "coordinates": {
      "lng": 11.3019,
      "lat": 43.5873
    },
    "occupancy": []
  },
  {
    "name": "Nordic Wilderness Cabin",
    "address": "21 Lapin Metsäpolku, Levi, Lappi, Suomi",
    "price": 220,
    "description": "Nordic Wilderness Cabin is located in the pristine wilderness of Finnish Lapland, offering a true escape into nature. Surrounded by snow-covered forests and frozen lakes, this cozy cabin is perfect for winter sports enthusiasts and those seeking tranquility. The cabin is equipped with a private sauna and a wood-burning stove, providing warmth and comfort in the Arctic climate. Guests can enjoy activities like cross-country skiing, snowshoeing, and watching the Northern Lights from the comfort of the cabin.",
    "coordinates": {
      "lng": 24.8061,
      "lat": 67.8057
    },
    "occupancy": []
  },
  {
    "name": "Mediterranean Hideaway",
    "address": "5 Carrer de la Mar, Cap de Creus, Catalunya, España",
    "price": 200,
    "description": "Mediterranean Hideaway is a secluded cabin located on the rugged coastline of Cap de Creus in Catalonia. This charming retreat offers breathtaking views of the Mediterranean Sea and the surrounding cliffs. The cabin is tastefully decorated with coastal-inspired decor and provides all the amenities needed for a comfortable stay. Guests can explore the nearby beaches, hike along the scenic trails, or simply relax on the terrace and enjoy the stunning sunsets.",
    "coordinates": {
      "lng": 3.3198,
      "lat": 42.3163
    },
    "occupancy": []
  },
  {
    "name": "Rocky Mountain Retreat",
    "address": "12 Bear Creek Road, Estes Park, Colorado, USA",
    "price": 195,
    "description": "Rocky Mountain Retreat is a cozy cabin nestled in the heart of the Rocky Mountains, offering guests an immersive experience in the natural beauty of Colorado. The cabin features rustic furnishings, a stone fireplace, and a private deck with stunning views of the surrounding peaks. Guests can enjoy outdoor activities like hiking, wildlife watching, and fishing, or simply relax and take in the peaceful mountain atmosphere.",
    "coordinates": {
      "lng": -105.5108,
      "lat": 40.3772
    },
    "occupancy": []
  },
  {
    "name": "Swiss Alps Chalet",
    "address": "17 Alpenweg, Grindelwald, Bern, Schweiz",
    "price": 310,
    "description": "Swiss Alps Chalet is a luxurious mountain retreat located in the picturesque village of Grindelwald. Surrounded by the majestic peaks of the Swiss Alps, this chalet offers guests a perfect blend of comfort and natural beauty. The interior is elegantly furnished with traditional Swiss decor, including a large fireplace and wooden beams. Guests can enjoy the stunning views from the balconies, explore the nearby hiking trails, or relax in the private sauna after a day on the slopes.",
    "coordinates": {
      "lng": 8.033,
      "lat": 46.6237
    },
    "occupancy": []
  },
  {
    "name": "Outback Oasis",
    "address": "16 Desert Dune Drive, Uluru, Northern Territory, Australia",
    "price": 180,
    "description": "Outback Oasis is a unique cabin located in the remote desert landscape near Uluru, offering a true Australian outback experience. This modern cabin is designed to blend with the natural surroundings, featuring large windows that provide stunning views of the red desert and the iconic Uluru. Guests can explore the surrounding area, learn about the rich Aboriginal culture, or simply relax and take in the serenity of the outback.",
    "coordinates": {
      "lng": 131.0369,
      "lat": -25.345
    },
    "occupancy": []
  },
  {
    "name": "Canadian Lakeside Lodge",
    "address": "14 Maple Lane, Muskoka, Ontario, Canada",
    "price": 225,
    "description": "Canadian Lakeside Lodge is a beautiful cabin located on the shores of a pristine lake in Muskoka. This luxurious retreat offers a perfect escape from the city, with stunning views of the water and surrounding forests. The cabin is tastefully decorated with a blend of rustic and modern elements, including a stone fireplace and a large deck. Guests can enjoy a variety of outdoor activities, including canoeing, fishing, and hiking, or simply relax by the fire and take in the peaceful atmosphere.",
    "coordinates": {
      "lng": -79.4199,
      "lat": 45.0388
    },
    "occupancy": []
  },
  {
    "name": "Patagonian Wilderness Lodge",
    "address": "5 Ruta Nacional 40, El Chaltén, Santa Cruz, Argentina",
    "price": 270,
    "description": "Patagonian Wilderness Lodge offers a secluded retreat in the rugged landscapes of Patagonia. Surrounded by towering mountains and vast plains, this cabin provides guests with a true wilderness experience. The lodge is designed with comfort in mind, featuring cozy furnishings, a wood-burning stove, and large windows that offer panoramic views of the surrounding scenery. Guests can explore the nearby trails, visit glaciers, or simply relax and enjoy the stunning natural beauty.",
    "coordinates": {
      "lng": -72.889,
      "lat": -49.3315
    },
    "occupancy": []
  },
  {
    "name": "Icelandic Aurora Cabin",
    "address": "2 Norðurljósavegur, Vík, Suðurland, Ísland",
    "price": 200,
    "description": "Icelandic Aurora Cabin is a cozy retreat located in the remote village of Vík, offering guests the chance to experience the stunning natural beauty of Iceland. The cabin is situated in an ideal location for viewing the Northern Lights, with large windows that offer panoramic views of the sky. Inside, the cabin is warm and inviting, with a wood-burning stove and comfortable furnishings. Guests can explore the nearby black sand beaches, glaciers, and waterfalls, or simply relax and enjoy the serene atmosphere.",
    "coordinates": {
      "lng": -19.005,
      "lat": 63.4187
    },
    "occupancy": []
  },
  {
    "name": "Scandinavian Forest Cabin",
    "address": "15 Skogsvägen, Dalarna, Sverige",
    "price": 195,
    "description": "Scandinavian Forest Cabin is a charming retreat located in the peaceful forests of Dalarna. This cozy cabin offers a perfect escape from the hustle and bustle of city life, with beautiful surroundings and a tranquil atmosphere. The cabin is tastefully decorated with Scandinavian design elements, including a wood-burning stove and large windows that let in plenty of natural light. Guests can enjoy outdoor activities like hiking, fishing, and berry picking, or simply relax on the deck and take in the serene forest views.",
    "coordinates": {
      "lng": 15.0746,
      "lat": 60.6748
    },
    "occupancy": []
  },
  {
    "name": "Costa Rican Rainforest Retreat",
    "address": "8 Calle del Bosque, Monteverde, Puntarenas, Costa Rica",
    "price": 210,
    "description": "Costa Rican Rainforest Retreat offers a unique opportunity to stay in the heart of the Monteverde Cloud Forest. This secluded cabin is surrounded by lush vegetation and exotic wildlife, providing guests with an immersive experience in nature. The cabin is designed to blend with the natural surroundings, featuring large windows and an open layout that allows guests to feel connected to the forest. Guests can explore the nearby trails, visit the famous Monteverde Cloud Forest Reserve, or simply relax in the hammock and enjoy the sounds of the jungle.",
    "coordinates": {
      "lng": -84.8057,
      "lat": 10.2723
    },
    "occupancy": []
  },
  {
    "name": "Bavarian Alpine Hut",
    "address": "10 Almenweg, Berchtesgaden, Bayern, Deutschland",
    "price": 235,
    "description": "Bavarian Alpine Hut is a traditional mountain cabin located in the picturesque region of Berchtesgaden. This cozy retreat offers stunning views of the surrounding peaks and valleys, providing a perfect setting for outdoor enthusiasts. The hut is furnished with rustic wooden furniture and features a large stone fireplace, creating a warm and inviting atmosphere. Guests can enjoy activities like hiking, skiing, and exploring the nearby Königssee, or simply relax and take in the breathtaking scenery.",
    "coordinates": {
      "lng": 12.9871,
      "lat": 47.6257
    },
    "occupancy": []
  },
  {
    "name": "Caribbean Seaside Cabin",
    "address": "3 Playa Blanca, Isla Mujeres, Quintana Roo, México",
    "price": 195,
    "description": "Caribbean Seaside Cabin offers a serene escape on the beautiful island of Isla Mujeres. This charming cabin is located just steps away from a white-sand beach and the crystal-clear waters of the Caribbean Sea. The cabin is tastefully decorated with coastal-inspired decor and provides all the amenities needed for a relaxing stay. Guests can enjoy activities like snorkeling, kayaking, and exploring the vibrant local culture, or simply relax on the terrace and take in the stunning ocean views.",
    "coordinates": {
      "lng": -86.7395,
      "lat": 21.2349
    },
    "occupancy": []
  },
  {
    "name": "New Zealand Fjord Lodge",
    "address": "12 Milford Road, Fiordland, Southland, New Zealand",
    "price": 265,
    "description": "New Zealand Fjord Lodge is a luxurious cabin located in the heart of Fiordland National Park, offering guests a unique opportunity to experience the stunning landscapes of New Zealand's South Island. The lodge is surrounded by towering mountains, pristine lakes, and ancient forests, providing a perfect setting for outdoor adventures. Inside, the cabin is elegantly furnished with modern amenities and large windows that offer panoramic views of the surrounding scenery. Guests can explore the nearby hiking trails, take a boat tour of Milford Sound, or simply relax and enjoy the peaceful atmosphere.",
    "coordinates": {
      "lng": 167.932,
      "lat": -44.6705
    },
    "occupancy": []
  },
  {
    "name": "French Countryside Cottage",
    "address": "7 Chemin des Lavandes, Provence, France",
    "price": 220,
    "description": "French Countryside Cottage is a charming retreat set in the picturesque region of Provence. Surrounded by rolling lavender fields and olive groves, this cottage offers a taste of authentic French country living. The interior is elegantly furnished with a mix of rustic and modern elements, including a stone fireplace and large windows that let in plenty of natural light. Guests can explore the nearby villages, enjoy delicious local cuisine, or simply relax in the garden and take in the serene atmosphere.",
    "coordinates": {
      "lng": 5.1997,
      "lat": 43.8395
    },
    "occupancy": []
  },
  {
    "name": "Austrian Mountain Refuge",
    "address": "15 Berggasse, Zell am See, Salzburg, Österreich",
    "price": 245,
    "description": "Austrian Mountain Refuge is a luxurious cabin located in the beautiful region of Zell am See, offering guests a perfect blend of comfort and natural beauty. The cabin is surrounded by snow-capped mountains and pristine forests, providing a perfect setting for outdoor enthusiasts. The interior is tastefully decorated with traditional Austrian decor, including a large fireplace and wooden beams. Guests can enjoy activities like skiing, hiking, and exploring the nearby lakes, or simply relax and take in the stunning views from the balcony.",
    "coordinates": {
      "lng": 12.7952,
      "lat": 47.3239
    },
    "occupancy": []
  },
  {
    "name": "Norwegian Lakeside Cabin",
    "address": "8 Sjøveien, Lofoten, Nordland, Norge",
    "price": 220,
    "description": "Norwegian Lakeside Cabin is a cozy retreat located on the shores of a pristine lake in the Lofoten Islands. This charming cabin offers stunning views of the surrounding mountains and water, providing a perfect setting for a peaceful getaway. The interior is decorated with traditional Norwegian elements, including a wood-burning stove and large windows that let in plenty of natural light. Guests can enjoy activities like fishing, kayaking, and hiking, or simply relax on the deck and take in the serene atmosphere.",
    "coordinates": {
      "lng": 13.6114,
      "lat": 68.0752
    },
    "occupancy": []
  },
  {
    "name": "Canadian Rocky Mountain Cabin",
    "address": "14 Spruce Grove, Banff, Alberta, Canada",
    "price": 250,
    "description": "Canadian Rocky Mountain Cabin is a luxurious retreat located in the heart of Banff National Park. This spacious cabin offers stunning views of the surrounding peaks and forests, providing a perfect setting for outdoor adventures. The interior is elegantly furnished with a mix of rustic and modern decor, including a large stone fireplace and floor-to-ceiling windows. Guests can explore the nearby trails, visit the hot springs, or simply relax in the private hot tub and enjoy the peaceful mountain atmosphere.",
    "coordinates": {
      "lng": -115.5518,
      "lat": 51.1784
    },
    "occupancy": []
  },
  {
    "name": "Scottish Highlands Lodge",
    "address": "18 Glen Road, Cairngorms, Inverness-shire, Scotland",
    "price": 210,
    "description": "Scottish Highlands Lodge is a charming retreat located in the heart of the Cairngorms National Park. This cozy cabin offers guests a perfect blend of comfort and natural beauty, with stunning views of the surrounding mountains and forests. The lodge is tastefully decorated with traditional Scottish elements, including a stone fireplace and tartan furnishings. Guests can explore the nearby trails, visit the local whisky distilleries, or simply relax by the fire and enjoy the tranquil atmosphere.",
    "coordinates": {
      "lng": -3.6666,
      "lat": 57.2208
    },
    "occupancy": []
  },
  {
    "name": "Greek Island Villa",
    "address": "5 Agiou Georgiou, Oia, Santorini, Ελλάδα",
    "price": 300,
    "description": "Greek Island Villa is a luxurious retreat located on the stunning island of Santorini. This elegant villa offers breathtaking views of the Aegean Sea and the famous Santorini sunsets. The interior is tastefully decorated with a blend of traditional Greek and modern elements, including whitewashed walls and large windows that let in plenty of natural light. Guests can explore the nearby beaches, enjoy delicious local cuisine, or simply relax on the terrace and take in the stunning views.",
    "coordinates": {
      "lng": 25.3734,
      "lat": 36.4622
    },
    "occupancy": []
  },
  {
    "name": "Tasmanian Wilderness Cabin",
    "address": "7 Wilderness Way, Cradle Mountain, Tasmania, Australia",
    "price": 225,
    "description": "Tasmanian Wilderness Cabin offers a secluded retreat in the pristine wilderness of Tasmania. This cozy cabin is located near Cradle Mountain, providing guests with stunning views of the surrounding forests and mountains. The cabin is tastefully decorated with rustic elements, including a wood-burning stove and large windows that let in plenty of natural light. Guests can explore the nearby trails, visit the famous Cradle Mountain-Lake St Clair National Park, or simply relax on the deck and enjoy the peaceful atmosphere.",
    "coordinates": {
      "lng": 145.9351,
      "lat": -41.5902
    },
    "occupancy": []
  },
  {
    "name": "Norwegian Fjord Retreat",
    "address": "22 Fjordgata, Geiranger, Møre og Romsdal, Norge",
    "price": 250,
    "description": "Norwegian Fjord Retreat is a luxurious cabin located in the stunning Geirangerfjord. This modern cabin offers breathtaking views of the fjord and surrounding mountains, providing a perfect setting for a peaceful getaway. The interior is tastefully decorated with Scandinavian design elements, including a large fireplace and floor-to-ceiling windows. Guests can explore the nearby hiking trails, take a boat tour of the fjord, or simply relax on the terrace and enjoy the stunning scenery.",
    "coordinates": {
      "lng": 7.2052,
      "lat": 62.1008
    },
    "occupancy": []
  },
  {
    "name": "Canadian Boreal Cabin",
    "address": "9 Pine Ridge, Churchill, Manitoba, Canada",
    "price": 200,
    "description": "Canadian Boreal Cabin is a cozy retreat located in the remote wilderness of Manitoba. This charming cabin offers a perfect escape from the city, with stunning views of the surrounding boreal forest and the chance to see the Northern Lights. The interior is decorated with rustic elements, including a wood-burning stove and large windows that let in plenty of natural light. Guests can explore the nearby trails, go on a wildlife safari, or simply relax and enjoy the peaceful atmosphere.",
    "coordinates": {
      "lng": -94.198,
      "lat": 58.7684
    },
    "occupancy": []
  },
  {
    "name": "Irish Coastal Cottage",
    "address": "12 Sea Breeze Lane, Dingle, County Kerry, Ireland",
    "price": 180,
    "description": "Irish Coastal Cottage offers a charming retreat on the rugged coast of County Kerry. This cozy cottage is located just steps away from the Atlantic Ocean, providing stunning views of the sea and surrounding cliffs. The interior is tastefully decorated with traditional Irish elements, including a stone fireplace and wooden beams. Guests can explore the nearby beaches, visit the local pubs, or simply relax on the terrace and enjoy the serene atmosphere.",
    "coordinates": {
      "lng": -10.2769,
      "lat": 52.1404
    },
    "occupancy": []
  }
]
